[
   {
      "daily": "Daily Quote: “When you want to know how things really work, study them when they’re coming apart.” - William Gibson"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ismail_al-Jazari\">Person of the day: Ismail al-Jazari</a>"
   },
   {
      "daily": "Daily Fact: Around 20% of all YouTube videos are music related."
   },
   {
      "daily": "Daily Quote: \"All our dreams can come true, if we have the courage to pursue them.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Edwin_Howard_Armstrong\">Person of the day: Edwin H. Armstrong</a>"
   },
   {
      "daily": "Daily Fact: Anthony Greco was the first man ever arrested for sending spam messages in 2005."
   },
   {
      "daily": "Daily Quote: “A person who never made a mistake never tried anything new.” - Albert Einstein"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Elisha_Graves_Otis\">Person of the day: Elisha Graves Otis</a>"
   },
   {
      "daily": "Daily Fact: Using a hands-free device to talk on the phone while driving is shown to be equally or more dangerous than driving drunk."
   },
   {
      "daily": "Daily Quote: \"Creativity is intelligence having fun.\" - Albert Einstein"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Rowland_Hill\">Person of the day: Sir Rowland Hill</a>"
   },
   {
      "daily": "Daily Fact: In japan, instead of a \"Man in the moon,\" people see a \"Rabbit in the moon.\""
   },
   {
      "daily": "Daily Quote: “The trick to having good ideas is not to sit around in glorious isolation and try to think big thoughts. The trick is to get more parts on the table.” - Steven Johnson"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Otto_Lilienthal\">Person of the day: Otto Lilienthal</a>"
   },
   {
      "daily": "Daily Fact: The Comic Sans font is widely known as the world’s most hated font."
   },
   {
      "daily": "Daily Quote: “For the birth of something new, there has to be a happening. Newton saw an apple fall; James Watt watched a kettle boil; Roentgen fogged some photographic plates. And these people knew enough to translate ordinary happenings into something new...” - Alexander Fleming"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Louis_Pasteur\">Person of the day: Louis Pasteur</a>"
   },
   {
      "daily": "Daily Fact: The name Yahoo was created by Jonathan Swift for his book Gulliver’s Travels (1726) – which explained a “yahoo” to be a really ugly person."
   },
   {
      "daily": "Daily Quote: \"Education is the key to unlock the golden door of freedom.”  - George Washington Carver, inventor of multiple agricultural and food products"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Leonardo_da_Vinci\">Person of the day: Leonardo Da Vinci</a>"
   },
   {
      "daily": "Daily Fact: Doug Engelbart created the very first computer mouse from wood in 1964."
   },
   {
      "daily": "Daily Quote: “When one door closes, another door opens; but we so often look so long and regretfully upon the closed door, that we do not see the ones which open for us.” – Alexander Graham Bell"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Shunpei_Yamazaki\">Person of the day: Shunpei Yamazaki</a>"
   },
   {
      "daily": "Daily Fact: In 2000, the FIFA 2001 game used Scratch & Sniff technology on their discs; it had the scent of a football stadium turf on the disc."
   },
   {
      "daily": "Daily Quote: “It is the lone worker who makes the first advance in a subject: the details may be worked out by a team, but the prime idea is due to the enterprise, thought, and perception of an individual.” - Alexander Fleming"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Wesley_Hyatt\">Person of the day: John Wesley Hyatt</a>"
   },
   {
      "daily": "Daily Fact: Google rents out goats from a company called California Grazing to help cut down the amount of weeds and brush at Google HQ!"
   },
   {
      "daily": "Daily Quote: \"It had long come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.\" - Leonardo da Vinci"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Alfred_Nobel\">Person of the day: Alfred Nobel</a>"
   },
   {
      "daily": "Daily Fact: There are over 35 billion Google searches every month."
   },
   {
      "daily": "Daily Quote: “I see no advantage in these new clocks. They run no faster than the ones made 100 years ago.” ― Henry Ford"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Joseph_Marie_Jacquard\">Person of the day: Joseph-Marie Jacquard</a>"
   },
   {
      "daily": "Daily Fact: In 1994, the company who had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
   },
   {
      "daily": "Daily Quote: “Give me but a firm spot on which to stand, and I shall move the earth.” – Archimedes"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Samuel_Colt\">Person of the day: Samuel Colt</a>"
   },
   {
      "daily": "Daily Fact: Surgeons who grew up playing video games make 37% fewer mistakes."
   },
   {
      "daily": "Daily Quote: \"A good scientist is a person with original ideas. I good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.\" - Freeman Dyson"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Grace_Hopper\">Person of the day: Grace Murray Hopper</a>"
   },
   {
      "daily": "Daily Fact: The average computer user blinks seven times a minute, the normal rate is twenty times per minute."
   },
   {
      "daily": "Daily Quote: \"Once the wise man was asked why scientists always knock on the doors of the wealthy, while the wealthy do not come close to the doors of scientists, and he replied: Scientists are well aware of the use of money, but the rich are ignorant of the nobility of science.\" - Al-Biruni"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Eli_Whitney\">Person of the day: Eli Whitney</a>"
   },
   {
      "daily": "Daily Fact: The Atari 2600 was originally called “Atari Video Computer System”, or “VCS”."
   },
   {
      "daily": "Daily Quote: “The more you like yourself, the less you are like anyone else, which makes you unique.” - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/James_Starley\">Person of the day: James Starley</a>"
   },
   {
      "daily": "Daily Fact: The astronauts of Apollo 11 couldn’t get life insurance, so instead they signed photos that their families could auction in case the landing went wrong."
   },
   {
      "daily": "Daily Quote: \"Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen.\" - John Steinbeck"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/George_Stephenson\">Person of the day: George Stephenson</a>"
   },
   {
      "daily": "Daily Fact: The very first Apple logo featured Sir Isaac Newton sitting underneath a tree, with an apple about to hit his head."
   },
   {
      "daily": "Daily Quote: \"When something is important enough, you do it even if the odds are not in your favor.\" - Elon Musk"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Deere_(inventor)\">Person of the day: John Deere</a>"
   },
   {
      "daily": "Daily Fact: It is estimated that one in every eight couples in the U.S. who went on to marry each other met online."
   },
   {
      "daily": "Daily Quote: “Genius is one percent inspiration, ninety-nine percent perspiration.”  - Thomas Edison"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Charles_Goodyear\">Person of the day: Charles Goodyear</a>"
   },
   {
      "daily": "Daily Fact: Almost half the world’s population has never made a phone call."
   },
   {
      "daily": "Daily Quote: \"It's kind of fun to do the impossible.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_von_Neumann\">Person of the day: John Von Neumann</a>"
   },
   {
      "daily": "Daily Fact: Some viking chiefs were buried inside their ships."
   },
   {
      "daily": "Daily Quote: “Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world.” – Louis Pasteur"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Robert_Noyce\">Person of the day: Robert Noyce</a>"
   },
   {
      "daily": "Daily Fact: Depending on the speed of the wind, some clouds travel up to 100 miles per hour across the sky."
   },
   {
      "daily": "Daily Quote: \"Do or do not, there is no try!\" - Yoda"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Hero_of_Alexandria\">Person of the day: Heron of Alexandria</a>"
   },
   {
      "daily": "Daily Fact: The original URL for Yahoo was http://akebono.stanford.edu"
   },
   {
      "daily": "Daily Quote: \"Ethical teaching is weakened if it is tied up with dogmas that will not bear examination.\" - Margaret E. Knight, inventor of the paper bag machine"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Philip_Holland\">Person of the day: John Philip Holland</a>"
   },
   {
      "daily": "Daily Fact: 86% of people try to plug their USB devices upside down."
   },
   {
      "daily": "Daily Quote: \"I guess that's just the life of an inventor: What people do with your ideas takes you totally by surprise.\" - Stephanie Kwolek, inventor of Kevlar"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Edwin_H._Land\">Person of the day: Edwin Herbert Land</a>"
   },
   {
      "daily": "Daily Fact: Bill Gates house was designed using a Macintosh Computer."
   },
   {
      "daily": "Daily Quote: \"Design is not just what it looks like and feels like. Design is how it works.\" - Steve Jobs"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Chester_Carlson\">Person of the day: Chester F. Carlson</a>"
   },
   {
      "daily": "Daily Fact: You lose about 50 to 100 hairs a day."
   },
   {
      "daily": "Daily Quote: \"To the optimist, the glass is half full, to the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.\" - Anonymous"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Cai_Lun\">Person of the day: Cai Lun</a>"
   },
   {
      "daily": "Daily Fact: The English word for red panda is ‘Firefox’ which is where the browser gets its name from – this means the Firefox logo is actually a red panda, not a fox!"
   },
   {
      "daily": "Daily Quote: “Before anything else, preparation is the key to success.” - Alexander Graham Bell"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Charles_H._Townes\">Person of the day: Charles Townes</a>"
   },
   {
      "daily": "Daily Fact: A seahorse can move its eyes in opposite directions—all the better to scan the water for food and predators."
   },
   {
      "daily": "Daily Quote: “Engineering or technology is the making of things that did not previously exist, whereas science is the discovering of things that have long existed.\" - David Billington"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Montgolfier_brothers\">Person of the day: Joseph and Étienne Montgolfier</a>"
   },
   {
      "daily": "Daily Fact: Facebook took 2 years to reach a market audience of 50 million."
   },
   {
      "daily": "Daily Quote: \"The short successes that can be gained in a brief time and without difficulty are not worth much.\" - Henry Ford"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Alexander_Graham_Bell\">Person of the day: Alexander Graham Bell</a>"
   },
   {
      "daily": "Daily Fact: A cat's tail contains nearly 10 percent of all the bones in its body."
   },
   {
      "daily": "Daily Quote: “You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.” - Buckminster Fuller"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Vladimir_K._Zworykin\">Person of the day: Vladimir Zworykin</a>"
   },
   {
      "daily": "Daily Fact: In June 1983, the Apple Lisa was released; it was the first commercial computer with a graphical user interface (GUI) and a mouse."
   },
   {
      "daily": "Daily Quote: \"Whatever you do, do it well.\" – Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Henry_Ford\">Person of the day: Henry Ford</a>"
   },
   {
      "daily": "Daily Fact: If you find a security bug in Facebook’s code, they are willing to pay from $500 for you to tell them about it!"
   },
   {
      "daily": "Daily Quote: \"Exploration is the engine that drives innovation. Innovation drives economic growth.\" - Edith Widder"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Antonie_van_Leeuwenhoek\">Person of the day: Antonie van Leeuwenhoek</a>"
   },
   {
      "daily": "Daily Fact: Someone on Twitter who has a million or more followers is known as a “Twillionaire”."
   },
   {
      "daily": "Daily Quote: \"I know why most people never get rich. They put the money ahead of the job. If you just think of the job, the money will automatically follow. This never fails.\" - Hedy Lamarr"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Claude-%C3%89tienne_Mini%C3%A9\">Person of the day: Claude-Étienne Minié</a>"
   },
   {
      "daily": "Daily Fact: The calcium in our bones and the iron in our blood come from ancient explosions of giant stars."
   },
   {
      "daily": "Daily Quote: “Energy and persistence conquer all things.” – Benjamin Franklin"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Wernher_von_Braun\">Person of the day: Wernher Von Braun</a>"
   },
   {
      "daily": "Daily Fact: The first ever VCR (Video Camera Recorder), which was made in 1956, was the size of a piano!"
   },
   {
      "daily": "Daily Quote: “Math is my Passion. Engineering is my Profession.” - Wilfred James Dolor"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Willard_Libby\">Person of the day: Willard Libby</a>"
   },
   {
      "daily": "Daily Fact: The first alarm clock could only ring at 4 a.m."
   },
   {
      "daily": "Daily Quote: “Strive for perfection in everything you do. Take the best that exists and make it better. When it does not exist, design it.” - Sir Henry Royce"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Robert_Fulton\">Person of the day: Robert Fulton</a>"
   },
   {
      "daily": "Daily Fact: The domain name www.YouTube.com was registered 14th February 2005."
   },
   {
      "daily": "Daily Quote: “Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away.” - Antoine de Saint-Exupery"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Tim_Berners-Lee\">Person of the day: Tim Berners-Lee</a>"
   },
   {
      "daily": "Daily Fact: The 30th of November is known as “Computer Security Day“."
   },
   {
      "daily": "Daily Quote: \"Do a good job. You don't have to worry about the money; it will take care of itself. Just do your best work -- then try to trump it.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Paul_Lauterbur\">Person of the day: Paul Lauterbur and Peter Mansfield</a>"
   },
   {
      "daily": "Daily Fact: The very first domain name registered was www.symbolics.com, on the 15th March, 1985."
   },
   {
      "daily": "Daily Quote: \"The difference in winning and losing is most often not quitting.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/James_Watt\">Person of the day: James Watt</a>"
   },
   {
      "daily": "Daily Fact: People reportedly prefer blue toothbrushes over red ones."
   },
   {
      "daily": "Daily Quote:"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Buckminster_Fuller\">Person of the day: Richard Buckminster Fuller</a>"
   },
   {
      "daily": "Daily Fact: Hearing is the fastest human sense. A person can recognize a sound in as little as 0.05 seconds."
   },
   {
      "daily": "Daily Quote: “Normal people believe that if it ain’t broke, don’t fix it. Engineers believe that if it ain’t broke, it doesn’t have enough features yet.” - Scott Adams"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Paul_Hermann_M%C3%BCller\">Person of the day: Paul Müller</a>"
   },
   {
      "daily": "Daily Fact: In 2004, the “at” symbol used in emails (@) became the first new character to be added to Morse code in several decades! The new character, known as the “Commat” consists of the signals for both A (dot-dash), and C (dash-dot-dash-dot) with no space or break in between."
   },
   {
      "daily": "Daily Quote: \"What is now proved was once only imagined.\" - William Blake"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Virginia_Apgar\">Person of the day: Virginia Apgar</a>"
   },
   {
      "daily": "Daily Fact: Gecko feet have millions of tiny hairs that stick to surfaces with a special chemical bond and let them climb walls and hang on by just one toe."
   },
   {
      "daily": "Daily Quote: \"Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.\" - Steve Jobs"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Hedy_Lamarr\">Person of the day: Hedy Lamar</a>"
   },
   {
      "daily": "Daily Fact: Spending 1 hour a day on Social Media reduces the probability of a child being completely happy with their life by 14%."
   },
   {
      "daily": "Daily Quote: “Whenever you are asked if you can do a job, tell ‘em ‘Certainly I can!’ Then get busy and find out how to do it.” - Theodore Roosevelt"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Charles_Babbage\">Person of the day: Charles Babbage</a>"
   },
   {
      "daily": "Daily Fact: The founder of Microsoft, Bill Gates, was a college drop out."
   },
   {
      "daily": "Daily Quote: “Aeroplanes are not designed by science, but by art in spite of some pretence and humbug to the contrary. I do not mean to suggest that engineering can do without science, on the contrary, it stands on scientific foundations, but there is a big gap between scientific research and the engineering product which has to be bridged by the art of the engineer.” - British Engineer to the Royal Aeronautical Society, 1922."
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Carl_Benz\">Person of the day: Karl Benz and Gottlieb Daimler</a>"
   },
   {
      "daily": "Daily Fact: The quills on african porcupines are as long as three pencils."
   },
   {
      "daily": "Daily Quote: \"I cannot emphasize the importance of a good teacher.\" - Temple Grandin, inventor of multiple animal handling devices"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Gottlieb_Daimler\">Person of the day: Gottlieb Daimler</a>"
   },
   {
      "daily": "Daily Fact: Komodo dragons can devour 5 pounds of meat in less than a minute. Any extra fat they eat is stored in their tails."
   },
   {
      "daily": "Daily Quote: “An inventor fails 999 times, and if he succeeds once, he’s in.  He treats his failures as simply practice shots.” – Charles F. Kettering"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Christiaan_Huygens\">Person of the day: Christiaan Huygens</a>"
   },
   {
      "daily": "Daily Fact: Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
   },
   {
      "daily": "Daily Quote: \"I didn't have a fellow at the time, so I had to do it all myself. I had to ... appreciate that as a woman, I was strong, complete, adequate.\" - Bette Nesmith Graham, inventor of Liquid Paper"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Gertrude_B._Elion\">Person of the day: Gertrude B. Elion</a>"
   },
   {
      "daily": "Daily Fact: The hercules beetle can grow big enough to cover an adult human hand."
   },
   {
      "daily": "Daily Quote: \"Change the world by being yourself\" – Amy Poehler"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Georges_Leclanch%C3%A9\">Person of the day: Georges Leclanche</a>"
   },
   {
      "daily": "Daily Fact: The nile crocodile can hold its breath underwater for up to two hours while waiting for prey."
   },
   {
      "daily": "Daily Quote: “The most important thing is to keep the most important thing the most important thing.” - Donald P. Coduto"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ernest_Lawrence\">Person of the day: Ernest O. Lawrence</a>"
   },
   {
      "daily": "Daily Fact: The average age of gamers in the United States is 35."
   },
   {
      "daily": "Daily Quote: \"I have always sought knowledge and truth, and I have believed that in order to get closer to God, there is nothing better here than searching for knowledge and truth.\" - Ibn AlHaithem"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Henry_Bessemer\">Person of the day: Sir Henry Bessemer</a>"
   },
   {
      "daily": "Daily Fact: The original Xbox contained edited snippets of actual transmissions from the Apollo missions."
   },
   {
      "daily": "Daily Quote: \"Scientists are not delinquents. Our work has changed the conditions in which men live, but the use made of these changes is the problem of governments, not of scientists.\" - J. Robert Oppenheimer"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Emile_Berliner\">Person of the day: Emile Berliner</a>"
   },
   {
      "daily": "Daily Fact: Phantom Vibration Syndrome is the name given when someone thinks their phone is vibrating but isn’t."
   },
   {
      "daily": "Daily Quote: “The true sign of intelligence is not knowledge but imagination.” Albert Einstein"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/James_Naismith\">Person of the day: James A. Naismith</a>"
   },
   {
      "daily": "Daily Fact: In 1889, the queen of italy, margherita savoy, ordered the first pizza delivery."
   },
   {
      "daily": "Daily Quote: \"To invent, you need a good imagination and a pile of junk.\" - Thomas Edison"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Alexander_Fleming\">Person of the day: Alexander Fleming</a>"
   },
   {
      "daily": "Daily Fact: Technophobia is the fear of technology."
   },
   {
      "daily": "Daily Quote: “I have not failed, but found 1000 ways to not make a light bulb.” - Thomas Edison"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Stephanie_Kwolek\">Person of the day: Stephanie Kwolek</a>"
   },
   {
      "daily": "Daily Fact: On an average work day, a typist’s fingers travel about 12.6 miles."
   },
   {
      "daily": "Daily Quote: \"No man should escape our universities without knowing how little he knows.\" - J. Robert Oppenheimer"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Thomas_Edison\">Person of the day: Thomas Alva Edison</a>"
   },
   {
      "daily": "Daily Fact: There are computers designed for Amish people, with selling points like “No internet, no video, no music”."
   },
   {
      "daily": "Daily Quote: \"For a successful technology, reality must take precedence over public relations, for nature cannot be fooled.\" - Richard Feynman"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Hiram_Maxim\">Person of the day: Hiram Maxim</a>"
   },
   {
      "daily": "Daily Fact: Less than 1 percent of antarctica is ice-free."
   },
   {
      "daily": "Daily Quote: \"Ultimately, progress and innovation win.\" - Travis Kalanick"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Loudon_McAdam\">Person of the day: John Loudon McAdam</a>"
   },
   {
      "daily": "Daily Fact: At any moment, clouds cover about 60 percent of earth."
   },
   {
      "daily": "Daily Quote: “Passion is the genesis of genius.” – Galileo Galilei"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Felix_Wankel\">Person of the day: Felix Wankel</a>"
   },
   {
      "daily": "Daily Fact: Klingon was added as a Google language option in 2002."
   },
   {
      "daily": "Daily Quote: \"Keep it simple, stupid.\" - Clarence Leonard \"Kelly\" Johnson"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/William_P._Lear\">Person of the day: William P. Lear</a>"
   },
   {
      "daily": "Daily Fact: Some apples can weigh about as much as a half gallon of milk."
   },
   {
      "daily": "Daily Quote: \"Your time is limited, don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living the result of other people’s thinking. Don’t let the noise of other opinions drown your own inner voice. And most important, have the courage to follow your heart and intuition, they somehow already know what you truly want to become.” - Steve Jobs"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Alois_Senefelder\">Person of the day: Alois Senefelder</a>"
   },
   {
      "daily": "Daily Fact: Ubuntu is one of the more popular distributions of Linux. The word Ubuntu comes from an African word meaning “I am because of you”."
   },
   {
      "daily": "Daily Quote: \"Hello, I am Baymax, your personal healthcare companion. On a scale of one to ten, how would you rate your pain?\" - Baymax"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Mauchly\">Person of the day: John Mauchly and J. Presper Eckert</a>"
   },
   {
      "daily": "Daily Fact: The Name “Macintosh” Was Inspired by an Apple with the name “mcintosh”."
   },
   {
      "daily": "Daily Quote: “If we worked on the assumption that what is accepted as true really is true, then there would be little hope for advance.”- Orville and Wilbur Wright"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Richard_J_Gatling\">Person of the day: Richard J. Gatling</a>"
   },
   {
      "daily": "Daily Fact: According to the Message Anti-Abuse Working Group, between 88% and 92% of all emails that were sent in the first half of 2010 were spam."
   },
   {
      "daily": "Daily Quote: \"Believe in the power of truth ... Do not allow your mind to be imprisoned by majority thinking. Remember that the limits of science are not the limits of imagination.\" - Dr. Patricia E. Bath, inventor of Laserphaco cataract removal"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Leo_Fender\">Person of the day: Leo Fender</a>"
   },
   {
      "daily": "Daily Fact: The creators of the PNG file format wanted it to be pronounced as ‘ping’."
   },
   {
      "daily": "Daily Quote: \"Around here, however, we don’t look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious … and curiosity keeps leading us down new paths.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Sir_William_Congreve,_2nd_Baronet\">Person of the day: Sir William Congreve</a>"
   },
   {
      "daily": "Daily Fact: If you were to have your picture taken by the very first camera, you’d need to sit still for 8 hours."
   },
   {
      "daily": "Daily Quote: \"Sometimes it is the people no one can imagine anything of who do the things no one can imagine.\" - Alan Turing"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/George_Washington_Carver\">Person of the day: George Washington Carver</a>"
   },
   {
      "daily": "Daily Fact: A dentist named Alfred Southwick invented the electric chair."
   },
   {
      "daily": "Daily Quote: “Either write something worth reading or do something worth writing.” - Benjamin Franklin"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ian_Wilmut\">Person of the day: Ian Wilmut</a>"
   },
   {
      "daily": "Daily Fact: Scientists believe that people who dream about an activity will actually get better at it in real life."
   },
   {
      "daily": "Daily Quote: \"Anyone who stops learning is old…Anyone who keeps learning is young.  The greatest thing in life is to keep your mind young.” – Henry Ford"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Guglielmo_Marconi\">Person of the day: Guglielmo Marconi</a>"
   },
   {
      "daily": "Daily Fact: A group of jellyfish is not a herd, or a school, or a flock; it's called a smack."
   },
   {
      "daily": "Daily Quote: \"More than anything else the sensation is one of perfect peace mingled with an excitement that strains every nerve to the utmost, if you can conceive of such a combination.\" - Wilbur Wright"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Lee_de_Forest\">Person of the day: Lee De Forest</a>"
   },
   {
      "daily": "Daily Fact: The finest quality emeralds are more valuable than diamonds."
   },
   {
      "daily": "Daily Quote: “The fewer moving parts, the better.\" \"Exactly. No truer words were ever spoken in the context of engineering.” - Christian Cantrell"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Rudolf_Diesel\">Person of the day: Rudolf Diesel</a>"
   },
   {
      "daily": "Daily Fact: Jellyfish, or jellies as scientists call them, are not fish. They have no brain, no heart, and no bones."
   },
   {
      "daily": "Daily Quote: \"Engineers like to solve problems. If there are no problems handily available, they will create their own problems.\" - Scott Adams"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Heinrich_Rohrer\">Person of the day: Heinrich Rohrer and Gerd Binnig</a>"
   },
   {
      "daily": "Daily Fact: When Snapchat launched in 2011, it was named Picaboo, but in 2012, it was renamed to Snapchat."
   },
   {
      "daily": "Daily Quote: \"A lie can run around the world before the truth can get its boots on.\"- James Watt"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Wright_brothers\">Person of the day: Wilbur and Orville Wright</a>"
   },
   {
      "daily": "Daily Fact: The last game for the Sega Mega Drive was released in 2010 and was so popular it sold out before release."
   },
   {
      "daily": "Daily Quote: “If we all did the things we are really capable of, we would literally astound ourselves...” – Thomas Edison"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Cyrus_McCormick\">Person of the day: Cyrus McCormick</a>"
   },
   {
      "daily": "Daily Fact: The word “Android” means a human with a male robot appearance."
   },
   {
      "daily": "Daily Quote: \"I suppose my formula might be: dream, diversify and never miss an angle.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ron_Toomer\">Person of the day: Ron Toomer</a>"
   },
   {
      "daily": "Daily Fact: Google’s first ever Tweet on Twitter was in February 2009, and reads “I’m 01100110 01100101 01100101 01101100 01101001 01101110 01100111 00100000 01101100 01110101 01100011 01101011 01111001 00001010.” Translating from binary into English, this tweet says “I’m feeling lucky.”"
   },
   {
      "daily": "Daily Quote: \"Do not fear mistakes. You will know failure. Continue to reach out.\" - Benjamin Franklin"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Frank_Whittle\">Person of the day: Frank Whittle</a>"
   },
   {
      "daily": "Daily Fact: The beagle brigade, used in 21 international airports in the u.S., keeps a yearly average of 75,000 illegal items out of the country."
   },
   {
      "daily": "Daily Quote: “The problem in this business isn’t to keep people from stealing your ideas; it's making them steal your ideas!” - Howard Aiken"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Clarence_Birdseye\">Person of the day: Clarence Birdseye</a>"
   },
   {
      "daily": "Daily Fact: Corn is grown on every continent except antarctica."
   },
   {
      "daily": "Daily Quote: \"The difference between genius and stupidity is, genius has its limits.\" - Albert Einstein"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/John_Bardeen\">Person of the day: William Shockley, John Bardeen, and Walter Brattain</a>"
   },
   {
      "daily": "Daily Fact: Using your phone while it is on charge can damage the battery; this is why the leads for the chargers are so short."
   },
   {
      "daily": "Daily Quote: \"Scientists today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane.\" - Nikola Tesla"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Charles_Stark_Draper\">Person of the day: Charles Stark Draper</a>"
   },
   {
      "daily": "Daily Fact: The Apple II had a hard drive of only 5 megabytes when it was launched in June 1977."
   },
   {
      "daily": "Daily Quote: \"The biggest risk is not taking any risk ... In a world that's changing really quickly, the only strategy that is guaranteed to fail is not taking risks.\" - Mark Zuckerberg"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Robert_H._Goddard\">Person of the day: Robert Hutchings Goddard</a>"
   },
   {
      "daily": "Daily Fact: The first commercial text message was sent in December 1992."
   },
   {
      "daily": "Daily Quote: \"Aviation is the branch of engineering that is least forgiving of mistakes.\" - Freeman Dyson"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Johannes_Gutenberg\">Person of the day: Johannes Guttenberg</a>"
   },
   {
      "daily": "Daily Fact: 60% of LinkedIn members have clicked one of their adverts."
   },
   {
      "daily": "Daily Quote: “Science can amuse and fascinate us all, but it is engineering that changes the world.” - Isaac Asimov"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Wilhelm_R%C3%B6ntgen\">Person of the day: Wilhelm Conrad Röntgen</a>"
   },
   {
      "daily": "Daily Fact: During the first live iPhone presentation, Steve Jobs had to frequently switch phones behind his desk. Otherwise, it would run out of RAM and crash."
   },
   {
      "daily": "Daily Quote: \"Be alone, that is the secret of invention; be alone, that is when ideas are born.\" - Nikola Tesla"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Louis_Braille\">Person of the day: Louis Braille</a>"
   },
   {
      "daily": "Daily Fact: Scientists say that the best time to take a nap is between 1 p.M. And 2:30 p.M. Because that's when a dip in body temperature makes us feel sleepy."
   },
   {
      "daily": "Daily Quote: \"All that was great in the past was ridiculed, condemned, combated, suppressed--only to emerge all the more powerfully, all the more triumphantly from the struggle.\" - Nikola Tesla"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Benjamin_Franklin\">Person of the day: Benjamin Franklin</a>"
   },
   {
      "daily": "Daily Fact: On eBay, there is an average of $680 worth of transactions every second."
   },
   {
      "daily": "Daily Quote: \"There’s no good idea that cannot be improved on.\" - Michael Eisner"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Reginald_Fessenden\">Person of the day: Reginald Fessenden</a>"
   },
   {
      "daily": "Daily Fact: CD’s (Compact discs) read from the inside to the outside edge, which is the reverse of how records work."
   },
   {
      "daily": "Daily Quote: “Engineering ... to define rudely but not inaptly, is the art of doing that well with one dollar, which any bungler can do with two after a fashion.” - Arthur Mellen Wellington"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ren%C3%A9_Laennec\">Person of the day: René Laënnec</a>"
   },
   {
      "daily": "Daily Fact: \"Armadillo\" is a spanish word meaning \"Little armored one.\""
   },
   {
      "daily": "Daily Quote: “I’ve never seen a job being done by a five-hundred-person engineering team that couldn’t be done better by fifty people.” - C. Gordon Bell"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Douglas_Engelbart\">Person of the day: Douglas Englebart</a>"
   },
   {
      "daily": "Daily Fact: Amazon.com was previously known as Cadabra.com."
   },
   {
      "daily": "Daily Quote: \"A person who cares about the earth will resonate with its purity.\" - Sally Fox, inventor of FoxFibre colored cotton"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Kia_Silverbrook\">Person of the day: Kia Silverbrook</a>"
   },
   {
      "daily": "Daily Fact: Not all moons are dry and dusty like ours. Jupiter's europa has a liquid ocean under an icy crust."
   },
   {
      "daily": "Daily Quote: \"Don't dwell on what happened, no matter how bad it was. Find something else to do. Find something to do to help others.\" - Ruth Handler, designer of the Barbie doll"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Ferdinand_von_Zeppelin\">Person of the day: Ferdinand Von Zeppelin</a>"
   },
   {
      "daily": "Daily Fact: The Sega Dreamcast was the first 128-bit console in the market. It was released in 1999 and was the first console which allowed real-time online play."
   },
   {
      "daily": "Daily Quote: “All creative people want to do the unexpected.” - Hedy Lamarr, inventor of spread spectrum communication technology"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Samuel_Morse\">Person of the day: Samuel F.B. Morse</a>"
   },
   {
      "daily": "Daily Fact: Credit card EMV chip technology has been around since 1986. It was first implemented in France, with Germany following shortly after."
   },
   {
      "daily": "Daily Quote: \"I do not like to repeat successes; I like to go on to other things.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Nikola_Tesla\">Person of the day: Nikola Tesla</a>"
   },
   {
      "daily": "Daily Fact: George washington loved exploring caves."
   },
   {
      "daily": "Daily Quote: \"We should be glad of an opportunity to serve others by any invention of ours; and this we should do freely and generously.\" - Benjamin Franklin"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Rodney_Brooks\">Person of the day: Rodney Brooks</a>"
   },
   {
      "daily": "Daily Fact: The word robot comes from the Czech “robota“. This translates into forced labor, or work."
   },
   {
      "daily": "Daily Quote: \"Many people die at 25 and aren't buried until they are 75.\" - Benjamin Franklin"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Nic%C3%A9phore_Ni%C3%A9pce\">Person of the day: Nicéphore Niépce</a>"
   },
   {
      "daily": "Daily Fact: Some people used to believe that kissing a donkey could relieve a toothache."
   },
   {
      "daily": "Daily Quote: “There are no rules here–we’re trying to accomplish something.” Thomas Edison"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Alessandro_Volta\">Person of the day: Alessandro Volta</a>"
   },
   {
      "daily": "Daily Fact: Hummingbirds' wings can beat up to 200 times a second."
   },
   {
      "daily": "Daily Quote: \"Whether you think you can or think you can't, you're right.\" - Henry Ford"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Louis_Daguerre\">Person of the day: Louis Daguerre</a>"
   },
   {
      "daily": "Daily Fact: Your hair contains traces of gold."
   },
   {
      "daily": "Daily Quote: \"Every once in a while, a new technology, an old problem, and a big idea turn into an innovation.\" - Dean Kamen"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Robert_Oppenheimer\">Person of the day: J. Robert Oppenheimer</a>"
   },
   {
      "daily": "Daily Fact: In 2010, the United States Air Force used 1,760 PlayStation 3’s to build a supercomputer for the Department of Defense. They used PS3’s because it was more cost efficient and “green”."
   },
   {
      "daily": "Daily Quote: “What we usually consider as impossible are simply engineering problems… there’s no law of physics preventing them.” - Michio Kaku"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Michael_DeBakey\">Person of the day: Michael DeBakey’s</a>"
   },
   {
      "daily": "Daily Fact: Q33 was the first plane to hit during 9/11 in 2001, when you type in Q33 in Microsoft’s Wingding’s font, a very sinister thing appears; Q33"
   },
   {
      "daily": "Daily Quote: “Engineers ... are not mere technicians and should not approve or lend their name to any project that does not promise to be beneficent to man and the advancement of civilization.” - John Fowler"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Igor_Sikorsky\">Person of the day: Igor Sikorsky</a>"
   },
   {
      "daily": "Daily Fact: It takes a gallon and a half of milk to make a gallon of ice cream."
   },
   {
      "daily": "Daily Quote: \"You must not let anyone define your limits because of where you come from. Your only limit is your soul.\" - Walt Disney"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Louis_Lumi%C3%A8re\">Person of the day: Auguste and Louis Lumière</a>"
   },
   {
      "daily": "Daily Fact: Nintendo was started in 1889 as a playing card company."
   },
   {
      "daily": "Daily Quote: “Do not get obsolete like an old technology, keep innovating yourself.” ― Sukant Ratnakar"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Archimedes\">Person of the day: Archimedes</a>"
   },
   {
      "daily": "Daily Fact: 2.1 million people still use AOL 56k dial-up in the U.S."
   },
   {
      "daily": "Daily Quote: \"A goal without a plan is just a wish.\" - Antoine de Saint-Exupéry"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Frederick_Sanger\">Person of the day: Frederick Sanger</a>"
   },
   {
      "daily": "Daily Fact: Unlike most fish, seahorses are covered in bony plates instead of scales."
   },
   {
      "daily": "Daily Quote: \"Being the richest man in the cemetery doesn't matter to me. Going to bed at night saying we've done something wonderful, that's what matters to me.\" - Steve Jobs"
   },
   {
      "daily": "<a href=\"/redirect?to=https://en.wikipedia.org/wiki/Edward_Teller\">Person of the day: Edward Teller</a>"
   },
   {
      "daily": "Daily Fact: Christopher Sholes invented the QWERTY keyboard in 1868. In 1932 Professor August Dvorak created the Dvorak keyboard, which was made to be superior to the standard QWERTY keyboard."
   },
   {
      "daily": "Daily Quote: “There’s nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind.” - Bill Nye"
   },
   {
      "daily": "Daily Fact: All apes laugh when they are tickled."
   },
   {
      "daily": "Daily Quote: \"There is only one thing stronger than all the armies of the world: and that is an idea whose time has come.\" - Victor Hugo"
   },
   {
      "daily": "Daily Fact: Although the bobcat is rarely seen, it is the most common wildcat in north america."
   },
   {
      "daily": "Daily Quote: “Engineering problems are under-defined, there are many solutions, good, bad and indifferent. The art is to arrive at a good solution. This is a creative activity, involving imagination, intuition and deliberate choice.” - Ove Arup"
   },
   {
      "daily": "Daily Fact: The highest wave ever surfed was as tall as a 10-story building."
   },
   {
      "daily": "Daily Quote: “Some fish love to swim upstream. Some people love to overcome challenges.” ― Amit Ray"
   },
   {
      "daily": "Daily Fact: There are more than 1200 water parks in north america."
   },
   {
      "daily": "Daily Quote: \"If it's a good idea, go ahead and do it. It's easier to ask forgiveness than it is to get permission.\" - Grace Murray Hopper, inventor of the COBOL computer language"
   },
   {
      "daily": "Daily Fact: In mobile games, 60% of all revenue came from only 0.23% of players."
   },
   {
      "daily": "Daily Quote: \"We can ill afford to rest on our laurels, even to pause in retrospect. Times and conditions change so rapidly that we must keep our aim constantly focused on the future.\" - Walt Disney"
   },
   {
      "daily": "Daily Fact: To cook an egg, a sidewalk needs to be 158°f."
   },
   {
      "daily": "Daily Quote: \"I have no special talents. I am only passionately curious.\" - Albert Einstein"
   },
   {
      "daily": "Daily Fact: In 1993, Soviet cosmonaut Aleksandr A. Serebrov took his Nintendo Game Boy to space, on the TM-17 space mission. Later, it was auctioned for $1,220 and is said to have orbited Earth 3,000 times."
   },
   {
      "daily": "Daily Quote: “No one wants to learn by mistakes, but we cannot learn enough from successes to go beyond the state of the art.” - Henry Petroski"
   },
   {
      "daily": "Daily Fact: The radio took 38 years to reach a market audience of 50 million. The television took 13 years and the iPod only took 3 years to reach a market audience of 50 million."
   },
   {
      "daily": "Daily Quote: \"Innovation distinguishes between a leader and a follower.\" - Steve Jobs"
   },
   {
      "daily": "Daily Fact: The first word that was ever auto-corrected was “teh” to “the”. You corrected it by pressing the left arrow and F3."
   },
   {
      "daily": "Daily Quote: \"The most dangerous notion a young man can acquire is that there is no more room for originality. There is no large room for anything else.\" - Henry Ford"
   },
   {
      "daily": "Daily Fact: In 1984, the number of internet devices reached 1,000. By 1992, it reached 1 million, and in 2008, the number of internet devices reached 1 billion!"
   },
   {
      "daily": "Daily Quote: \"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success.\" - Nikola Tesla"
   },
   {
      "daily": "Daily Fact: Nokia was founded in 1865 and its primary business was manuDaily Facturing paper. Nokia’s first mobile phones were released in the 1980’s."
   },
   {
      "daily": "Daily Quote: \"You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.\" - Walt Disney"
   },
   {
      "daily": "Daily Fact: The most expensive number ever sold was a mobile phone number, 666-6666, which was put up for auction and sold for $2.7 million!"
   },
   {
      "daily": "Daily Quote: “Progress is made by lazy men looking for easier ways to do things.” ― Robert A. Heinlein"
   },
   {
      "daily": "Daily Fact: The first ever Internet Service Provider (ISP) was a company named CompuServe."
   },
   {
      "daily": "Daily Fact: Opal has been discovered on mars."
   },
   {
      "daily": "Daily Fact: In May 2017, Samsung were given permission to carry out trials of a self-driving car in South Korea."
   },
   {
      "daily": "Daily Fact: In 1822, Charles Babbage created the first computer."
   },
   {
      "daily": "Daily Fact: The chinese giant salamander can grow to be 6 feet (1.8 m) long, making it the largest salamander in the world."
   },
   {
      "daily": "Daily Fact: Facebook has a blue color scheme because the creator, Mark Zuckerberg cannot see the colors red & green."
   },
   {
      "daily": "Daily Fact: In 1973, the very first mobile phone call was made by Martin Cooper, who was an employee of Motorola. The call was made from the streets of New York City."
   },
   {
      "daily": "Daily Fact: 1024 Gigabytes is equal to 1 Terabyte. 1024 Terabytes is equal to 1 Petabyte, and 1 Petabyte can hold 13.3 years of HD-TV video."
   },
   {
      "daily": "Daily Fact: All the letter combinations from aaa.com to zzz.com have already been registered."
   },
   {
      "daily": "Daily Fact: Amazon now sells more eBooks than it does printed books!"
   },
   {
      "daily": "Daily Fact: The tv remote is the dirtiest item in a typical household, hospital, or hotel room."
   },
   {
      "daily": "Daily Fact: A Welshman threw away a hard drive containing a staggering sum of 7,500 bitcoins. The sum equates to almost $32 million and the man will never be able to retrieve it as it was already buried under a hefty 25,000 cubic meters of rubbish in 2013."
   },
   {
      "daily": "Daily Fact: You can buy eel flavored ice cream in japan."
   },
   {
      "daily": "Daily Fact: It's considered rude to write in red ink in portugal."
   },
   {
      "daily": "Daily Fact: Originally, the design for the first iPhone was literally the shape of an apple."
   },
   {
      "daily": "Daily Fact: There are Braille accessories for smart phones."
   },
   {
      "daily": "Daily Fact: The first country to build drones was Israel, with Israel Aerospace Industries heading the charge in terms of export numbers."
   },
   {
      "daily": "Daily Fact: It would take 100 earths, lined up end-to-end, to stretch across the face of the sun."
   },
   {
      "daily": "Daily Fact: It is estimated that spammers only receive 1 reply for every 12 million emails that they send out"
   },
   {
      "daily": "Daily Fact: Remember MySpace? Well it still has over 200 million registered users."
   },
   {
      "daily": "Daily Fact: Apple have a ‘no smoking’ ban regarding their computers, which means if you smoke while using an Apple computer, you void the warranty."
   },
   {
      "daily": "Daily Fact: Spotted hyenas can digest skin and bones."
   },
   {
      "daily": "Daily Fact: You cannot reverse a Bitcoin transaction, or be forced to pay."
   },
   {
      "daily": "Daily Fact: In general, people tend to read as much as 10% slower from a screen than from paper."
   },
   {
      "daily": "Daily Fact: In the 1990’s, the Japanese company Hitachi-Omron Terminal Solutions created an ATM machine that heats bills to 200°C so that bacteria is killed before dispensing them."
   },
   {
      "daily": "Daily Fact: New jersey has the highest concentration of shopping malls."
   },
   {
      "daily": "Daily Fact: In 1999, PayPal was voted as one of the top ten worst business ideas."
   },
   {
      "daily": "Daily Fact: On 1st April 2005, NASA pulled a prank telling the world that they had found water on Mars."
   },
   {
      "daily": "Daily Fact: 97% of people type in random words on Google, just to see if they spelled it right."
   },
   {
      "daily": "Daily Fact: The world's smallest fruit—a utricle—is the size of a small ant."
   },
   {
      "daily": "Daily Fact: Spam mail got its name from the canned meat after a Monty Python skit that made fun of Spam as tasting “horrible and being ubiquitous and inescapable.”"
   },
   {
      "daily": "Daily Fact: In January 2007, the PS3 DualShock controller won an Emmy Award for ‘Peripheral Development and Technological Impact of Video Game Controllers’ by The National Academy of Television Arts & Sciences."
   },
   {
      "daily": "Daily Fact: Google+ was developed under the code name ‘Emerald Sea’."
   },
   {
      "daily": "Daily Fact: Alaska is the only state in America that can be typed on one row of a traditional English QWERTY keyboard."
   },
   {
      "daily": "Daily Fact: Because the speed of earth's rotation changes over time, a day in the age of dinosaurs was just 23 hours long."
   },
   {
      "daily": "Daily Fact: When signing up to iTunes, if you accept their Terms & Conditions, you agree to not use it to make nuclear weapons."
   },
   {
      "daily": "Daily Fact: The term \"Astronaut\" comes from greek words that mean \"Star\" and \"Sailor.\""
   },
   {
      "daily": "Daily Fact: Cats sleep 16 to 18 hours per day."
   },
   {
      "daily": "Daily Fact: The most common name in the world is Mohammed.(It's also my name)"
   },
   {
      "daily": "Daily Fact: Karoke means \"empty orchestra\" in Japanese."
   },
   {
      "daily": "Daily Fact: Henry Ford produced the model T only in black because the black paint available at the time was the fastest to dry."
   }
]
